:PROPERTIES:
:ID:       5c34d536-2644-4386-ab72-509a274e1378
:END:
#+title: Gamma distribution

#+begin_src latex :results raw
\begin{equation*}
f(x; \alpha, \beta) = \frac{1}{\Gamma(\alpha)} \beta^\alpha x^{\alpha-1} e^{-\beta x}
\end{equation*}
#+end_src

#+RESULTS:
\begin{equation*}
f(x; \alpha, \beta) = \frac{1}{\Gamma(\alpha)} \beta^\alpha x^{\alpha-1} e^{-\beta x}
\end{equation*}

* TODO Rederive the value of the normalizing constant (integration by part)
